[Character.CharClass_Anemone_Loader_Fire AIClassDefinition]
DefaultDisplayName=""
UBMKilledByMessageString=""

[Weapon.WeaponType_Anemone_Loader_Fire WeaponTypeDefinition]
Typename="Semi-automatic weapons"
PickupMessage="it's up to you %s"
UseFailureLevelMessage="You need level %d to use this feature.."
UseFailureConstraintsMessage="This item is not available."
NoManufacturerName="Often"

